Repository: pdpdds/sdldualsystem
Catalog: sdl1/superpang/po/*.po
Languages: fr

source: + Starting audio system:
fr: + Lancement du son :

source: - Audio system disable from options
fr: + Son désactivé par les options

source: - Sound system disable from options
fr: - Bruitages désactivés par les options

source: - Music system disable from options
fr: - Musiques désactivées par les options

source: + Loading sound files:
fr: + Chargement des bruitages :

source: Can't load '%s': %s
fr: Ne peut pas charger '%s' : %s

source: - Disable sound system because of errors
fr: - Désactive les bruitages à cause d'erreurs

source: + Loading music files:
fr: + Chargement des musiques :

source: - Disable music system because of errors
fr: - Désactive les musiques à cause d'erreurs

source: how to play
fr: comment jouer

source: Developed by: Hugo Ruscitti Graphics by: Walter Velazquez Music by: Javier Da Silva
fr: programmation : Hugo Ruscitti Graphismes : Walter Velazquez Musiques : Javier Da Silva

source: You can know more about what we are doing visitting the web site of the Losers Proyect: www.losersjuegos.com.ar
fr: pour en savoir plus sur ce que nous faisons visitez le site web du projet Losers : www.losersjuegos.com.ar

source: License: This program is free software and is distributed under theterms of the GPL license. please read the copying file to obtain more information.
fr: Licence : ce programme est un logiciel libre et est distribué sous les termes de la licence GPL. Lisez s'il vous plaît les fichiers copying et readme pour obtenir plus d'informations.

source: + Loading final:
fr: + Chargement du final :

source: Can't load '%s' : '%s'
fr: Ne peut pas charger '%s' : '%s'

source: Good job !, Don Ceferino arribe to spaceship ...
fr: bon travail ..., Don Ceferino arrive à la navette...

source: uses a Mate (a drink) loaded with powder.
fr: utilise un mâle chargé de poudre à canon.

source: he escape with the spaceship rescuing the cow.
fr: s'échappe de la navette pour secourir la vache.

source: It seems like all is getting back to normal.
fr: Il semble que tout redevienne normal.

source: Though it seems like don ceferino is very hungry after all this action...
fr: bien qu'il semble don ceferino est très affamé après tout cette action...

source: At the end. Thanks for playing this game.
fr: enfin. merci d'avoir joué à ce jeu.

source: error : error reshaping the image: '%s'
fr: erreur : erreur pendant la redimension de l'image : '%s'

source: error : can't open: '%s'
fr: erreur : ne peut pas ouvrir : '%s'

source: Can't show the graphic %d
fr: Ne peut pas afficher les graphismes %d

source: - Loading presentation:
fr: - Chargement de la présentation :

source: + Loading intro:
fr: + Chargement de l'introduction :

source: Presents ...
fr: Presente ...

source: the cowboy Don Ceferino lived very happy in his quite and modest house in the countryside
fr: le vacher don ceferino vivait heureux dans sa tranquille et modeste maison dans la campagne

source: but one day he reades in the newspaper that aliens were kidnaping all the cows around
fr: mais un jour il lut dans le journal que des extraterrestres avaient kidnappé toutes les vaches des environs.

source: whith not exception. The aliens arrive at the farm of don ceferino...
fr: sans exception. les extraterrestres arrivèrent à la ferme de don ceferino...

source: and kidnapped his only cow.
fr: et kidnappèrent son unique vache.

source: but this doesn't end here.Don Ceferino is determinat to recover his precious cow.
fr: mais ce n'est pas fini. don ceferino est déterminé à récupérer sa précieuse vache.

source: error, can't create a copy of the screen (juego::inciar)
fr: erreur, ne peut pas créer de copie d'écran (juego::iniciar)

source: time out
fr: temps écoulé

source: level complete
fr: niveau terminé

source: Can't open the marcs file
fr: Ne peut ouvrir le fichier de scores

source: you made a new record
fr: vous avez fait un nouveau record

source: enter your name
fr: entrez votre nom

source: error at creating the object 'grafico'
fr: erreur à la création de l'objet 'grafico'

source: can't continue
fr: ne peut pas continuer

source: + Loading and reshapping images:
fr: + Chargement et redimensionnement des images :

source: + Loading images:
fr: + Chargement des images :

source: Thanks for playing
fr: Merci de jouer

source: best point
fr: meilleur score

source: error: can't create a copy of the screen : '%s'
fr: erreur : ne peut créer de copie d'écrne peut créer de copie d'écran : '%s'

source: new game
fr: nouvelle partie

source: credits
fr: crédits

source: high scores
fr: meilleurs scores

source: exit
fr: sortir

source: + Starting the SDL library:
fr: + Lancement de la bibliothèque SDL:

source: It doesn't exist the configuration file '%s',execute 'ceferinosetup':
fr: Il n'existe pas de fichier de configuration '%s', exécute 'ceferinosetup':

source: Incorrect '%s' parameter
fr: Paramètre incorrect : '%s'

source: Error at changing scene
fr: Erreur pendant le changement de scène

source: Can't find the file '%s'
fr: Ne peut pas trouver le fichier '%s'

source: Can't load the level %d
fr: Ne peut pas charger le niveau %d

source: Can't open the file '%s'
fr: Ne peut pas ouvrir le fichier '%s'

source: error: there is 2 cowboys in the same level
fr: erreur : il y a 2 vachers dans le même niveau

source: error, the actual level does't define the posicionof the object 'gaucho'
fr: erreur, le niveau actuel ne définit pas la position de l'objet 'gaucho'

source: error, no enemy was created in this level, you musthave at least one
fr: erreur, aucune ennemi n'a été créé dans ce niveau, vous devez en avoir au moins 1

source: error, already exist a cowboy in the scene, verify the level created
fr: erreur, il existe déjà un vacher dans cette scène, vérifié le niveau créé

source: tiro: error, trying to print with state %d
fr: tiro: erreur, tentative d'impression avec l'état %d

source: Can't copy the image
fr: Ne peut pas copier l'image

source: Creating the marcs file '%s'
fr: Création du fichier de scores '%s'

source: Can't create the marcs file '%s'
fr: Ne peut pas créer de fichier de scores '%s'
